linear.measurement.mongo.routine.original.v.1.17/mongo.op_routine.total_info.threads_380.txt
[READ], 95thPercentileLatency(us), 216959
[READ], AverageLatency(us), 86717.23936170213
[OVERALL], Throughput(ops/sec), 1312.3359580052493
[READ], 95thPercentileLatency(us), 138751
[READ], AverageLatency(us), 55632.291446673706
[OVERALL], Throughput(ops/sec), 1288.659793814433
[READ], 95thPercentileLatency(us), 180095
[READ], AverageLatency(us), 65744.86919831224
[OVERALL], Throughput(ops/sec), 1166.8611435239206
[READ], 95thPercentileLatency(us), 153471
[READ], AverageLatency(us), 56351.64842105263
[OVERALL], Throughput(ops/sec), 1219.5121951219512
[READ], 95thPercentileLatency(us), 200319
[READ], AverageLatency(us), 97294.225
[OVERALL], Throughput(ops/sec), 1187.648456057007
[READ], 95thPercentileLatency(us), 254719
[READ], AverageLatency(us), 128682.20148462354
[OVERALL], Throughput(ops/sec), 1071.8113612004288
[READ], 95thPercentileLatency(us), 122687
[READ], AverageLatency(us), 64351.54413291797
[OVERALL], Throughput(ops/sec), 1257.861635220126
[READ], 95thPercentileLatency(us), 201471
[READ], AverageLatency(us), 59774.51929092805
[OVERALL], Throughput(ops/sec), 1404.4943820224719
[READ], 95thPercentileLatency(us), 149119
[READ], AverageLatency(us), 75035.29509906152
[OVERALL], Throughput(ops/sec), 1490.312965722802
[READ], 95thPercentileLatency(us), 181631
[READ], AverageLatency(us), 80288.51534391535
[OVERALL], Throughput(ops/sec), 1126.126126126126
[READ], 95thPercentileLatency(us), 156415
[READ], AverageLatency(us), 64899.35135135135
[OVERALL], Throughput(ops/sec), 1524.3902439024391
[READ], 95thPercentileLatency(us), 137343
[READ], AverageLatency(us), 86654.36564805057
[OVERALL], Throughput(ops/sec), 1479.2899408284025
[READ], 95thPercentileLatency(us), 173439
[READ], AverageLatency(us), 75345.18010471204
[OVERALL], Throughput(ops/sec), 1349.527665317139
[READ], 95thPercentileLatency(us), 160767
[READ], AverageLatency(us), 68734.9744680851
[OVERALL], Throughput(ops/sec), 1353.1799729364006
[READ], 95thPercentileLatency(us), 161535
[READ], AverageLatency(us), 69802.45714285714
[OVERALL], Throughput(ops/sec), 985.2216748768473
[READ], 95thPercentileLatency(us), 123583
[READ], AverageLatency(us), 49682.47027600849
[OVERALL], Throughput(ops/sec), 1345.8950201884254
[READ], 95thPercentileLatency(us), 159487
[READ], AverageLatency(us), 64290.273495248155
[OVERALL], Throughput(ops/sec), 1106.1946902654868
[READ], 95thPercentileLatency(us), 149503
[READ], AverageLatency(us), 73145.31518324607
[OVERALL], Throughput(ops/sec), 1461.9883040935672
[READ], 95thPercentileLatency(us), 132479
[READ], AverageLatency(us), 49651.29641350211
[OVERALL], Throughput(ops/sec), 1418.4397163120568
[READ], 95thPercentileLatency(us), 197759
[READ], AverageLatency(us), 120197.55307855626
[OVERALL], Throughput(ops/sec), 1148.105625717566