linear.measurement.mongo.routine.original.v.1.17/mongo.op_routine.total_info.threads_480.txt
[READ], 95thPercentileLatency(us), 220799
[READ], AverageLatency(us), 128409.16737288136
[OVERALL], Throughput(ops/sec), 1170.96018735363
[READ], 95thPercentileLatency(us), 179583
[READ], AverageLatency(us), 94550.5547290117
[OVERALL], Throughput(ops/sec), 1190.4761904761904
[READ], 95thPercentileLatency(us), 200575
[READ], AverageLatency(us), 87825.96323529411
[OVERALL], Throughput(ops/sec), 1135.0737797956867
[READ], 95thPercentileLatency(us), 236671
[READ], AverageLatency(us), 107937.20337197049
[OVERALL], Throughput(ops/sec), 982.3182711198428
[READ], 95thPercentileLatency(us), 161151
[READ], AverageLatency(us), 80979.12988384372
[OVERALL], Throughput(ops/sec), 1221.001221001221
[READ], 95thPercentileLatency(us), 166527
[READ], AverageLatency(us), 71936.9530416222
[OVERALL], Throughput(ops/sec), 1112.3470522803113
[READ], 95thPercentileLatency(us), 233983
[READ], AverageLatency(us), 91173.4585106383
[OVERALL], Throughput(ops/sec), 851.7887563884157
[READ], 95thPercentileLatency(us), 219007
[READ], AverageLatency(us), 95670.09650053023
[OVERALL], Throughput(ops/sec), 1150.7479861910242
[READ], 95thPercentileLatency(us), 241919
[READ], AverageLatency(us), 93618.53958333333
[OVERALL], Throughput(ops/sec), 931.9664492078285
[READ], 95thPercentileLatency(us), 201343
[READ], AverageLatency(us), 79194.56871035941
[OVERALL], Throughput(ops/sec), 1111.111111111111
[READ], 95thPercentileLatency(us), 232575
[READ], AverageLatency(us), 131323.4120762712
[OVERALL], Throughput(ops/sec), 785.5459544383347
[READ], 95thPercentileLatency(us), 189823
[READ], AverageLatency(us), 121572.75497382198
[OVERALL], Throughput(ops/sec), 863.5578583765113
[READ], 95thPercentileLatency(us), 232959
[READ], AverageLatency(us), 128651.58202716823
[OVERALL], Throughput(ops/sec), 1300.3901170351105
[READ], 95thPercentileLatency(us), 241919
[READ], AverageLatency(us), 120300.64767932489
[OVERALL], Throughput(ops/sec), 1059.322033898305
[READ], 95thPercentileLatency(us), 173439
[READ], AverageLatency(us), 76598.41194968553
[OVERALL], Throughput(ops/sec), 1250.0
[READ], 95thPercentileLatency(us), 233855
[READ], AverageLatency(us), 128907.5834218916
[OVERALL], Throughput(ops/sec), 1044.932079414838
[READ], 95thPercentileLatency(us), 215423
[READ], AverageLatency(us), 116958.73056443024
[OVERALL], Throughput(ops/sec), 1141.552511415525
[READ], 95thPercentileLatency(us), 254591
[READ], AverageLatency(us), 126830.43783209352
[OVERALL], Throughput(ops/sec), 976.5625
[READ], 95thPercentileLatency(us), 173055
[READ], AverageLatency(us), 108194.66142557652
[OVERALL], Throughput(ops/sec), 1218.026796589525
[READ], 95thPercentileLatency(us), 200703
[READ], AverageLatency(us), 79148.32089552238
[OVERALL], Throughput(ops/sec), 1187.648456057007